/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Kunde inte konvertera låtformat.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Projektet tycks vara skadat. Återskapa det från en säkerhetskopia.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Projektet har skapats med en Logic version som inte gäller längre. Det kan inte öppnas.";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Låten du försöker öppna är i formatet Logic 4 (eller äldre). Öppna och spara den med Logic 7.2.1 eller äldre först.\n\nDu måste göra det på en Mac som fortfarande kör en äldre version av macOS eftersom de här gamla versionerna av Logic Pro inte längre är kompatibla med macOS 10.13 eller nyare.";
